Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: By continuing you agree to use AiGoodbye at your own discretion.
de: Indem Sie fortfahren, erklären Sie sich damit einverstanden, AiGoodbye nach eigenem Ermessen zu verwenden.
el: Συνεχίζοντας, συμφωνείτε να χρησιμοποιείτε το AiGoodbye κατά την κρίση σας.
es: Al continuar, aceptas usar AiGoodbye bajo tu propio criterio.
fr: En continuant, vous acceptez d'utiliser AiGoodbye à votre propre discrétion.
it: Continuando, accetti di usare AiGoodbye a tua discrezione.
ja: 続行すると、ご自身の判断でAiGoodbyeを使用することに同意したことになります。
ko: 계속하면 AiGoodbye를 본인의 판단에 따라 사용하는 데 동의하는 것입니다.
pt_br: Ao continuar, você concorda em usar o AiGoodbye a seu próprio critério.
ru: Продолжая, вы соглашаетесь использовать AiGoodbye на своё усмотрение.
uk: Продовжуючи, ви погоджуєтеся використовувати AiGoodbye на власний розсуд.
zh_hans: 继续即表示您同意自行斟酌使用 AiGoodbye。
zh_hk: 繼續即表示你同意自行斟酌使用 AiGoodbye。

source: Camera Unavailable
de: Kamera nicht verfügbar
el: Μη διαθέσιμη κάμερα
es: Cámara no disponible
fr: Appareil photo indisponible
it: Fotocamera non disponibile
ja: カメラを利用できません
ko: 카메라를 사용할 수 없음
pt_br: Câmera indisponível
ru: Камера недоступна
uk: Камера недоступна
zh_hans: 相机不可用
zh_hk: 無法使用相機

source: Camera is not available on this device. Please use Photo Library instead.
de: Die Kamera ist auf diesem Gerät nicht verfügbar. Verwenden Sie stattdessen die Fotomediathek.
el: Η κάμερα δεν είναι διαθέσιμη σε αυτήν τη συσκευή. Χρησιμοποιήστε τη βιβλιοθήκη φωτογραφιών.
es: La cámara no está disponible en este dispositivo. Usa la fototeca en su lugar.
fr: L'appareil photo n'est pas disponible sur cet appareil. Utilisez plutôt la photothèque.
it: La fotocamera non è disponibile su questo dispositivo. Usa invece la libreria foto.
ja: このデバイスではカメラを利用できません。代わりにフォトライブラリを使用してください。
ko: 이 기기에서는 카메라를 사용할 수 없습니다. 대신 사진 보관함을 사용하세요.
pt_br: A câmera não está disponível neste dispositivo. Use a fototeca.
ru: Камера недоступна на этом устройстве. Используйте медиатеку.
uk: Камера недоступна на цьому пристрої. Скористайтеся медіатекою.
zh_hans: 此设备上的相机不可用。请改用照片图库。
zh_hk: 此裝置無法使用相機。請改用相片圖庫。

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
uk: Скасувати
zh_hans: 取消
zh_hk: 取消

source: Changes the app and the AI's answers. With Automatic, the app follows your device language and the AI replies in whatever language you write in.
de: Ändert die App und die Antworten der KI. Bei „Automatisch“ folgt die App der Gerätesprache, und die KI antwortet in der Sprache, in der du schreibst.
el: Αλλάζει την εφαρμογή και τις απαντήσεις του AI. Με το Αυτόματο, η εφαρμογή ακολουθεί τη γλώσσα της συσκευής και το AI απαντά στη γλώσσα που γράφετε.
es: Cambia la app y las respuestas de la IA. Con Automático, la app sigue el idioma de tu dispositivo y la IA responde en el idioma en que escribas.
fr: Change l'app et les réponses de l'IA. Avec Automatique, l'app suit la langue de votre appareil et l'IA répond dans la langue dans laquelle vous écrivez.
it: Cambia l'app e le risposte dell'IA. Con Automatico, l'app segue la lingua del dispositivo e l'IA risponde nella lingua in cui scrivi.
ja: アプリとAIの回答の言語を変更します。「自動」ではアプリはデバイスの言語に従い、AIはあなたが書いた言語で返答します。
ko: 앱과 AI 답변의 언어를 변경합니다. 자동을 선택하면 앱은 기기 언어를 따르고 AI는 입력한 언어로 답합니다.
pt_br: Muda o app e as respostas da IA. Com Automático, o app segue o idioma do dispositivo e a IA responde no idioma em que você escrever.
ru: Меняет язык приложения и ответов ИИ. При «Автоматически» приложение следует языку устройства, а ИИ отвечает на языке, на котором вы пишете.
uk: Змінює мову застосунку та відповідей ШІ. З «Автоматично» застосунок використовує мову пристрою, а ШІ відповідає мовою, якою ви пишете.
zh_hans: 更改应用和 AI 回答的语言。选择“自动”时，应用跟随设备语言，AI 用您输入的语言回复。
zh_hk: 更改應用程式同 AI 回覆嘅語言。揀「自動」時，應用程式會跟裝置語言，AI 會用你打嘅語言回覆。

source: Chat options
de: Chat-Optionen
el: Επιλογές συνομιλίας
es: Opciones del chat
fr: Options de la conversation
it: Opzioni della chat
ja: チャットオプション
ko: 채팅 옵션
pt_br: Opções da conversa
ru: Параметры чата
uk: Параметри чату
zh_hans: 聊天选项
zh_hk: 聊天選項

source: Check model
de: Modell prüfen
el: Έλεγχος μοντέλου
es: Comprobar modelo
fr: Vérifier le modèle
it: Verifica modello
ja: モデルを確認
ko: 모델 확인
pt_br: Verificar modelo
ru: Проверить модель
uk: Перевірити модель
zh_hans: 检查模型
zh_hk: 檢查模型

source: Checking a model you asked to add
de: Ein Modell wird geprüft, das du hinzufügen wolltest
el: Έλεγχος ενός μοντέλου που ζήτησες να προστεθεί
es: Comprobando un modelo que pediste añadir
fr: Vérification d'un modèle que vous avez demandé à ajouter
it: Verifica di un modello che hai chiesto di aggiungere
ja: 追加を依頼したモデルを確認中
ko: 추가하려는 모델을 확인하는 중
pt_br: Verificando um modelo que você pediu para adicionar
ru: Проверка модели, которую вы попросили добавить
uk: Перевірка моделі, яку ви попросили додати
zh_hans: 正在检查你要添加的模型
zh_hk: 正在檢查你要加入的模型

source: Checking...
de: Wird geprüft …
el: Γίνεται έλεγχος…
es: Comprobando…
fr: Vérification…
it: Verifica in corso…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
ru: Проверяю…
uk: Перевіряю…
zh_hans: 正在检查…
zh_hk: 正在檢查…

source: Choose AI Model
de: KI-Modell auswählen
el: Επιλογή μοντέλου AI
es: Elegir modelo de IA
fr: Choisir le modèle d'IA
it: Scegli modello IA
ja: AIモデルを選択
ko: AI 모델 선택
pt_br: Escolher modelo de IA
ru: Выбрать модель ИИ
uk: Вибрати модель ШІ
zh_hans: 选择 AI 模型
zh_hk: 選擇 AI 模型

source: Choose Model
de: Modell auswählen
el: Επιλογή μοντέλου
es: Elegir modelo
fr: Choisir un modèle
it: Scegli modello
ja: モデルを選択
ko: 모델 선택
pt_br: Escolher modelo
ru: Выбрать модель
uk: Вибрати модель
zh_hans: 选择模型
zh_hk: 選擇模型

source: Choose how AiGoodbye thinks
de: Wähle, womit AiGoodbye denkt
el: Διάλεξε πώς σκέφτεται το AiGoodbye
es: Elige cómo piensa AiGoodbye
fr: Choisissez comment AiGoodbye réfléchit
it: Scegli come ragiona AiGoodbye
ja: AiGoodbye の頭脳を選ぶ
ko: AiGoodbye의 두뇌를 선택하세요
pt_br: Escolha como o AiGoodbye pensa
ru: Выберите, чем думает AiGoodbye
uk: Виберіть, чим думає AiGoodbye
zh_hans: 选择 AiGoodbye 的思考方式
zh_hk: 選擇 AiGoodbye 的思考方式

source: Clear All Conversations
de: Alle Unterhaltungen löschen
el: Εκκαθάριση όλων των συζητήσεων
es: Borrar todas las conversaciones
fr: Effacer toutes les conversations
it: Cancella tutte le conversazioni
ja: すべての会話を消去
ko: 모든 대화 지우기
pt_br: Apagar todas as conversas
ru: Очистить все беседы
uk: Очистити всі розмови
zh_hans: 清除所有对话
zh_hk: 清除所有對話

source: Clear Chat
de: Chat leeren
el: Εκκαθάριση συνομιλίας
es: Borrar chat
fr: Effacer la conversation
it: Svuota chat
ja: チャットを消去
ko: 채팅 지우기
pt_br: Limpar conversa
ru: Очистить чат
uk: Очистити чат
zh_hans: 清空聊天
zh_hk: 清空聊天

source: Clear this chat?
de: Diesen Chat leeren?
el: Εκκαθάριση αυτής της συνομιλίας;
es: ¿Borrar este chat?
fr: Effacer cette conversation ?
it: Svuotare questa chat?
ja: このチャットを消去しますか？
ko: 이 채팅을 지우시겠습니까?
pt_br: Limpar esta conversa?
ru: Очистить этот чат?
uk: Очистити цей чат?
zh_hans: 清空此聊天？
zh_hk: 清空此聊天？

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hk: 關閉

source: Close describe surroundings
de: Umgebungsbeschreibung schließen
el: Κλείσιμο περιγραφής περιβάλλοντος
es: Cerrar descripción del entorno
fr: Fermer la description de l'environnement
it: Chiudi descrizione ambiente
ja: 周囲の説明を閉じる
ko: 주변 설명 닫기
pt_br: Fechar descrição do ambiente
ru: Закрыть описание окружения
uk: Закрити опис оточення
zh_hans: 关闭环境描述
zh_hk: 關閉環境描述

source: Close live camera
de: Live-Kamera schließen
el: Κλείσιμο ζωντανής κάμερας
es: Cerrar la cámara en vivo
fr: Fermer la caméra en direct
it: Chiudi la fotocamera live
ja: ライブカメラを閉じる
ko: 라이브 카메라 닫기
pt_br: Fechar a câmera ao vivo
ru: Закрыть живую камеру
uk: Закрити живу камеру
zh_hans: 关闭实时相机
zh_hk: 關閉即時相機

source: Close menu
de: Menü schließen
el: Κλείσιμο μενού
es: Cerrar menú
fr: Fermer le menu
it: Chiudi menu
ja: メニューを閉じる
ko: 메뉴 닫기
pt_br: Fechar menu
ru: Закрыть меню
uk: Закрити меню
zh_hans: 关闭菜单
zh_hk: 關閉選單

source: Close recorder
de: Aufnahme schließen
el: Κλείσιμο εγγραφής
es: Cerrar grabadora
fr: Fermer l'enregistreur
it: Chiudi il registratore
ja: レコーダーを閉じる
ko: 녹음기 닫기
pt_br: Fechar gravador
ru: Закрыть диктофон
uk: Закрити диктофон
zh_hans: 关闭录音
zh_hk: 關閉錄音

source: Close translate
de: Übersetzen schließen
el: Κλείσιμο μετάφρασης
es: Cerrar traducción
fr: Fermer la traduction
it: Chiudi traduzione
ja: 翻訳を閉じる
ko: 번역 닫기
pt_br: Fechar tradução
ru: Закрыть перевод
uk: Закрити переклад
zh_hans: 关闭翻译
zh_hk: 關閉翻譯

source: Close voice mode
de: Sprachmodus schließen
el: Κλείσιμο φωνητικής λειτουργίας
es: Cerrar el modo de voz
fr: Fermer le mode vocal
it: Chiudi la modalità vocale
ja: 音声モードを閉じる
ko: 음성 모드 닫기
pt_br: Fechar o modo de voz
ru: Закрыть голосовой режим
uk: Закрити голосовий режим
zh_hans: 关闭语音模式
zh_hk: 關閉語音模式

source: Code Helper
de: Code-Helfer
el: Βοηθός κώδικα
es: Ayuda con código
fr: Assistant code
it: Aiuto per il codice
ja: コードヘルパー
ko: 코드 도우미
pt_br: Ajuda com código
ru: Помощник по коду
uk: Помічник із коду
zh_hans: 代码助手
zh_hk: 程式碼助手

source: Community models aren't tested by us: quality, speed and language support vary, and some won't load at all. You can remove it again at any time. The one-time download comes from Hugging Face; after that the model runs offline like every other.
de: Community-Modelle werden von uns nicht getestet: Qualität, Geschwindigkeit und Sprachunterstützung schwanken, und manche laden gar nicht. Du kannst sie jederzeit wieder entfernen. Der einmalige Download kommt von Hugging Face; danach läuft das Modell offline wie jedes andere.
el: Τα μοντέλα της κοινότητας δεν ελέγχονται από εμάς: η ποιότητα, η ταχύτητα και η υποστήριξη γλωσσών ποικίλλουν και κάποια δεν φορτώνουν καθόλου. Μπορείς να το αφαιρέσεις οποιαδήποτε στιγμή. Η λήψη γίνεται μία φορά από το Hugging Face· μετά το μοντέλο λειτουργεί εκτός σύνδεσης όπως όλα τα άλλα.
es: No probamos los modelos de la comunidad: la calidad, la velocidad y el soporte de idiomas varían, y algunos ni siquiera se cargan. Puedes quitarlo cuando quieras. La descarga única viene de Hugging Face; después el modelo funciona sin conexión como todos los demás.
fr: Les modèles de la communauté ne sont pas testés par nous : la qualité, la vitesse et la prise en charge des langues varient, et certains ne se chargent pas du tout. Vous pouvez le retirer à tout moment. Le téléchargement unique provient de Hugging Face ; ensuite le modèle fonctionne hors ligne comme tous les autres.
it: I modelli della community non sono testati da noi: qualità, velocità e supporto linguistico variano e alcuni non si caricano affatto. Puoi rimuoverlo quando vuoi. Il download una tantum arriva da Hugging Face; dopodiché il modello funziona offline come tutti gli altri.
ja: コミュニティのモデルは当社では検証していません。品質、速度、対応言語はさまざまで、まったく読み込めないものもあります。いつでも削除できます。初回のダウンロードは Hugging Face から行われ、その後は他のモデルと同じようにオフラインで動作します。
ko: 커뮤니티 모델은 저희가 검증하지 않습니다. 품질, 속도, 언어 지원이 제각각이며 아예 로드되지 않는 것도 있습니다. 언제든 다시 제거할 수 있습니다. 최초 다운로드만 Hugging Face에서 이뤄지고, 그 뒤로는 다른 모델과 똑같이 오프라인으로 작동합니다.
pt_br: Modelos da comunidade não são testados por nós: qualidade, velocidade e suporte a idiomas variam, e alguns nem carregam. Você pode removê-lo quando quiser. O download único vem do Hugging Face; depois disso o modelo roda off-line como qualquer outro.
ru: Модели сообщества мы не тестируем: качество, скорость и поддержка языков разнятся, а некоторые вообще не загружаются. Удалить модель можно в любой момент. Разовая загрузка идёт с Hugging Face, после чего модель работает офлайн, как и все остальные.
uk: Моделі спільноти ми не тестуємо: якість, швидкість і підтримка мов різняться, а деякі взагалі не завантажуються. Видалити модель можна будь-коли. Одноразове завантаження відбувається з Hugging Face, після чого модель працює офлайн, як і всі інші.
zh_hans: 社区模型未经我们测试：质量、速度和语言支持各不相同，有些甚至无法加载。你可以随时移除它。一次性下载来自 Hugging Face；之后该模型和其他模型一样完全离线运行。
zh_hk: 社群模型未經我們測試：品質、速度和語言支援各不相同，有些甚至無法載入。你可以隨時移除它。一次性下載來自 Hugging Face；之後該模型和其他模型一樣完全離線運行。

source: Contact
de: Kontakt
el: Επικοινωνία
es: Contacto
it: Contatti
ja: お問い合わせ
ko: 문의
pt_br: Contato
ru: Контакты
uk: Контакти
zh_hans: 联系我们
zh_hk: 聯絡我們

source: Conversation Memory
de: Gesprächsgedächtnis
el: Μνήμη συζήτησης
es: Memoria de la conversación
fr: Mémoire de conversation
it: Memoria della conversazione
ja: 会話メモリ
ko: 대화 기억
pt_br: Memória da conversa
ru: Память беседы
uk: Пам'ять розмови
zh_hans: 对话记忆
zh_hk: 對話記憶

source: Conversations can't be saved right now. Restart the app; if this keeps happening, free up storage space.
de: Unterhaltungen können gerade nicht gespeichert werden. Starte die App neu; falls es weiter auftritt, gib Speicherplatz frei.
el: Οι συνομιλίες δεν μπορούν να αποθηκευτούν αυτήν τη στιγμή. Επανεκκινήστε την εφαρμογή· αν συνεχιστεί, ελευθερώστε αποθηκευτικό χώρο.
es: Ahora mismo no se pueden guardar las conversaciones. Reinicia la app; si sigue pasando, libera espacio de almacenamiento.
fr: Les conversations ne peuvent pas être enregistrées pour le moment. Redémarrez l'app ; si cela persiste, libérez du stockage.
it: Al momento le conversazioni non possono essere salvate. Riavvia l'app; se il problema persiste, libera spazio di archiviazione.
ja: 現在、会話を保存できません。アプリを再起動してください。続く場合はストレージを空けてください。
ko: 지금은 대화를 저장할 수 없습니다. 앱을 다시 시작하세요. 계속되면 저장 공간을 확보하세요.
pt_br: As conversas não podem ser salvas agora. Reinicie o app; se continuar acontecendo, libere espaço de armazenamento.
ru: Сейчас беседы не сохраняются. Перезапустите приложение; если это повторяется, освободите место в хранилище.
uk: Наразі розмови не зберігаються. Перезапустіть застосунок; якщо це повторюється, звільніть місце у сховищі.
zh_hans: 当前无法保存对话。请重启应用；若持续出现，请释放存储空间。
zh_hk: 而家儲存唔到對話。請重新開App；如果持續發生，請清出儲存空間。

source: Conversations menu
de: Unterhaltungsmenü
el: Μενού συζητήσεων
es: Menú de conversaciones
fr: Menu des conversations
it: Menu delle conversazioni
ja: 会話メニュー
ko: 대화 메뉴
pt_br: Menu de conversas
ru: Меню бесед
uk: Меню розмов
zh_hans: 对话菜单
zh_hk: 對話選單

source: Copy
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
uk: Скопіювати
zh_hans: 拷贝
zh_hk: 拷貝

source: Copy code
de: Code kopieren
el: Αντιγραφή κώδικα
es: Copiar código
fr: Copier le code
it: Copia codice
ja: コードをコピー
ko: 코드 복사
pt_br: Copiar código
ru: Скопировать код
uk: Скопіювати код
zh_hans: 拷贝代码
zh_hk: 拷貝程式碼

source: Copy transcript
de: Transkript kopieren
el: Αντιγραφή απομαγνητοφώνησης
es: Copiar transcripción
fr: Copier la transcription
it: Copia trascrizione
ja: 文字起こしをコピー
ko: 텍스트 기록 복사
pt_br: Copiar transcrição
ru: Копировать расшифровку
uk: Копіювати розшифровку
zh_hans: 复制文字记录
zh_hk: 複製文字記錄

source: Couldn't Add Attachment
de: Anhang konnte nicht hinzugefügt werden
el: Δεν ήταν δυνατή η προσθήκη συνημμένου
es: No se pudo añadir el adjunto
fr: Impossible d'ajouter la pièce jointe
it: Impossibile aggiungere l'allegato
ja: 添付ファイルを追加できませんでした
ko: 첨부 파일을 추가할 수 없음
pt_br: Não foi possível adicionar o anexo
ru: Не удалось добавить вложение
uk: Не вдалося додати вкладення
zh_hans: 无法添加附件
zh_hk: 無法加入附件

source: Couldn't Add Document
de: Dokument konnte nicht hinzugefügt werden
el: Δεν ήταν δυνατή η προσθήκη του εγγράφου
es: No se pudo añadir el documento
fr: Impossible d'ajouter le document
it: Impossibile aggiungere il documento
ja: 書類を追加できませんでした
ko: 문서를 추가하지 못했습니다
pt_br: Não foi possível adicionar o documento
ru: Не удалось добавить документ
uk: Не вдалося додати документ
zh_hans: 无法添加文稿
zh_hk: 無法加入文件

source: Couldn't export this chat
de: Chat konnte nicht exportiert werden
el: Δεν ήταν δυνατή η εξαγωγή αυτής της συνομιλίας
es: No se pudo exportar este chat
fr: Impossible d'exporter cette conversation
it: Impossibile esportare questa chat
ja: このチャットを書き出せませんでした
ko: 이 채팅을 내보낼 수 없습니다
pt_br: Não foi possível exportar este chat
ru: Не удалось экспортировать чат
uk: Не вдалося експортувати чат
zh_hans: 无法导出此对话
zh_hk: 匯出唔到呢個對話

source: Couldn't export this recording
de: Diese Aufnahme konnte nicht exportiert werden
el: Δεν ήταν δυνατή η εξαγωγή αυτής της ηχογράφησης
es: No se pudo exportar esta grabación
fr: Impossible d'exporter cet enregistrement
it: Impossibile esportare questa registrazione
ja: この録音を書き出せませんでした
ko: 이 녹음을 내보내지 못했습니다
pt_br: Não foi possível exportar esta gravação
ru: Не удалось экспортировать эту запись
uk: Не вдалося експортувати цей запис
zh_hans: 无法导出此录音
zh_hk: 無法匯出此錄音

source: Couldn't generate a response: %@
de: Es konnte keine Antwort generiert werden: %@
el: Δεν ήταν δυνατή η δημιουργία απάντησης: %@
es: No se pudo generar una respuesta: %@
fr: Impossible de générer une réponse : %@
it: Impossibile generare una risposta: %@
ja: 応答を生成できませんでした：%@
ko: 응답을 생성하지 못했습니다: %@
pt_br: Não foi possível gerar uma resposta: %@
ru: Не удалось сгенерировать ответ: %@
uk: Не вдалося згенерувати відповідь: %@
zh_hans: 无法生成回复：%@
zh_hk: 無法生成回覆：%@

source: Couldn't load the model: %@
de: Modell konnte nicht geladen werden: %@
el: Δεν ήταν δυνατή η φόρτωση του μοντέλου: %@
es: No se pudo cargar el modelo: %@
fr: Impossible de charger le modèle : %@
it: Impossibile caricare il modello: %@
ja: モデルを読み込めませんでした：%@
ko: 모델을 불러오지 못했습니다: %@
pt_br: Não foi possível carregar o modelo: %@
ru: Не удалось загрузить модель: %@
uk: Не вдалося завантажити модель: %@
zh_hans: 无法载入模型：%@
zh_hk: 無法載入模型：%@

source: Couldn't load the photo: %@
de: Foto konnte nicht geladen werden: %@
el: Δεν ήταν δυνατή η φόρτωση της φωτογραφίας: %@
es: No se pudo cargar la foto: %@
fr: Impossible de charger la photo : %@
it: Impossibile caricare la foto: %@
ja: 写真を読み込めませんでした：%@
ko: 사진을 불러오지 못했습니다: %@
pt_br: Não foi possível carregar a foto: %@
ru: Не удалось загрузить фото: %@
uk: Не вдалося завантажити фото: %@
zh_hans: 无法载入照片：%@
zh_hk: 無法載入相片：%@

source: Couldn't reach Hugging Face. Check your connection and try again.
de: Hugging Face war nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η σύνδεση με το Hugging Face. Έλεγξε τη σύνδεσή σου και δοκίμασε ξανά.
es: No se pudo conectar con Hugging Face. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de joindre Hugging Face. Vérifiez votre connexion et réessayez.
it: Impossibile raggiungere Hugging Face. Controlla la connessione e riprova.
ja: Hugging Face に接続できませんでした。接続を確認してもう一度お試しください。
ko: Hugging Face에 연결하지 못했습니다. 연결 상태를 확인한 뒤 다시 시도하세요.
pt_br: Não foi possível acessar o Hugging Face. Verifique sua conexão e tente novamente.
ru: Не удалось связаться с Hugging Face. Проверьте подключение и повторите попытку.
uk: Не вдалося зв'язатися з Hugging Face. Перевірте з'єднання та спробуйте ще раз.
zh_hans: 无法连接 Hugging Face。请检查网络连接后重试。
zh_hk: 無法連線 Hugging Face。請檢查網路連線後重試。

source: Couldn't read %@: %@
de: %1$@ konnte nicht gelesen werden: %2$@
el: Δεν ήταν δυνατή η ανάγνωση του %1$@: %2$@
es: No se pudo leer %1$@: %2$@
fr: Impossible de lire %1$@ : %2$@
it: Impossibile leggere %1$@: %2$@
ja: %1$@を読み取れませんでした：%2$@
ko: %1$@을(를) 읽지 못했습니다: %2$@
pt_br: Não foi possível ler %1$@: %2$@
ru: Не удалось прочитать %1$@: %2$@
uk: Не вдалося прочитати %1$@: %2$@
zh_hans: 无法读取 %1$@：%2$@
zh_hk: 無法讀取 %1$@：%2$@

source: Couldn't save this recording
de: Diese Aufnahme konnte nicht gesichert werden
el: Δεν ήταν δυνατή η αποθήκευση αυτής της ηχογράφησης
es: No se pudo guardar esta grabación
fr: Impossible d'enregistrer cet enregistrement
it: Impossibile salvare questa registrazione
ja: この録音を保存できませんでした
ko: 이 녹음을 저장하지 못했습니다
pt_br: Não foi possível salvar esta gravação
ru: Не удалось сохранить эту запись
uk: Не вдалося зберегти цей запис
zh_hans: 无法保存此录音
zh_hk: 無法保存此錄音

source: Couldn't unlock. Try again.
de: Entsperren nicht möglich. Bitte erneut versuchen.
el: Δεν ήταν δυνατό το ξεκλείδωμα. Δοκιμάστε ξανά.
es: No se pudo desbloquear. Inténtalo de nuevo.
fr: Déverrouillage impossible. Réessayez.
it: Sblocco non riuscito. Riprova.
ja: ロックを解除できませんでした。もう一度お試しください。
ko: 잠금을 해제하지 못했습니다. 다시 시도해 주세요.
pt_br: Não foi possível desbloquear. Tente novamente.
ru: Не удалось разблокировать. Попробуйте ещё раз.
uk: Не вдалося розблокувати. Спробуйте ще раз.
zh_hans: 无法解锁，请重试。
zh_hk: 無法解鎖，請再試一次。

source: Create
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
uk: Створити
zh_hans: 创建
zh_hk: 建立

source: Create Persona
de: Persona erstellen
el: Δημιουργία χαρακτήρα
es: Crear personalidad
fr: Créer une personnalité
it: Crea personalità
ja: ペルソナを作成
ko: 페르소나 만들기
pt_br: Criar personalidade
ru: Создать роль
uk: Створити роль
zh_hans: 创建角色
zh_hk: 建立角色

source: Creativity
de: Kreativität
el: Δημιουργικότητα
es: Creatividad
fr: Créativité
it: Creatività
ja: 創造性
ko: 창의성
pt_br: Criatividade
ru: Креативность
uk: Креативність
zh_hans: 创造力
zh_hk: 創意度

source: Current AI model: %@. %@
de: Aktuelles KI-Modell: %1$@. %2$@
el: Τρέχον μοντέλο AI: %1$@. %2$@
es: Modelo de IA actual: %1$@. %2$@
fr: Modèle d'IA actuel : %1$@. %2$@
it: Modello IA attuale: %1$@. %2$@
ja: 現在のAIモデル：%1$@。%2$@
ko: 현재 AI 모델: %1$@. %2$@
pt_br: Modelo de IA atual: %1$@. %2$@
ru: Текущая модель ИИ: %1$@. %2$@
uk: Поточна модель ШІ: %1$@. %2$@
zh_hans: 当前 AI 模型：%1$@。%2$@
zh_hk: 目前 AI 模型：%1$@。%2$@

source: Current chat: %@. Model: %@. Tap to change model.
de: Aktueller Chat: %1$@. Modell: %2$@. Zum Wechseln des Modells tippen.
el: Τρέχουσα συνομιλία: %1$@. Μοντέλο: %2$@. Αγγίξτε για αλλαγή μοντέλου.
es: Chat actual: %1$@. Modelo: %2$@. Toca para cambiar de modelo.
fr: Conversation actuelle : %1$@. Modèle : %2$@. Touchez pour changer de modèle.
it: Chat attuale: %1$@. Modello: %2$@. Tocca per cambiare modello.
ja: 現在のチャット：%1$@。モデル：%2$@。タップしてモデルを変更します。
ko: 현재 채팅: %1$@. 모델: %2$@. 모델을 변경하려면 탭하세요.
pt_br: Conversa atual: %1$@. Modelo: %2$@. Toque para mudar de modelo.
ru: Текущий чат: %1$@. Модель: %2$@. Нажмите, чтобы сменить модель.
uk: Поточний чат: %1$@. Модель: %2$@. Торкніться, щоб змінити модель.
zh_hans: 当前聊天：%1$@。模型：%2$@。轻点以更换模型。
zh_hk: 目前聊天：%1$@。模型：%2$@。點一下以更換模型。

source: Currently selected
de: Aktuell ausgewählt
el: Επιλεγμένο
es: Seleccionado actualmente
fr: Actuellement sélectionné
it: Attualmente selezionato
ja: 現在選択中
ko: 현재 선택됨
pt_br: Selecionado no momento
ru: Выбрано сейчас
uk: Наразі вибрано
zh_hans: 当前已选择
zh_hk: 而家揀咗

source: Data
de: Daten
el: Δεδομένα
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
ru: Данные
uk: Дані
zh_hans: 数据
zh_hk: 資料

source: Decide later
de: Später entscheiden
el: Απόφαση αργότερα
es: Decidir más tarde
fr: Décider plus tard
it: Decidi dopo
ja: あとで決める
ko: 나중에 결정
pt_br: Decidir depois
ru: Решить позже
uk: Вирішити пізніше
zh_hans: 稍后再决定
zh_hk: 遲啲再決定

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hk: 刪除

source: Delete %@
de: %@ löschen
el: Διαγραφή του %@
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@
ja: %@を削除
ko: %@ 삭제
pt_br: Apagar %@
ru: Удалить %@
uk: Видалити %@
zh_hans: 删除 %@
zh_hk: 刪除 %@

source: Delete %@?
de: %@ löschen?
el: Διαγραφή του %@;
es: ¿Eliminar %@?
fr: Supprimer %@ ?
it: Eliminare %@?
ja: %@を削除しますか？
ko: %@을(를) 삭제할까요?
pt_br: Excluir %@?
ru: Удалить %@?
uk: Видалити %@?
zh_hans: 删除%@？
zh_hk: 刪除%@？

source: Delete All
de: Alle löschen
el: Διαγραφή όλων
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pt_br: Apagar tudo
ru: Удалить все
uk: Видалити все
zh_hans: 全部删除
zh_hk: 全部刪除

source: Delete Conversation?
de: Unterhaltung löschen?
el: Διαγραφή συζήτησης;
es: ¿Eliminar la conversación?
fr: Supprimer la conversation ?
it: Eliminare la conversazione?
ja: 会話を削除しますか？
ko: 대화를 삭제하시겠습니까?
pt_br: Apagar conversa?
ru: Удалить беседу?
uk: Видалити розмову?
zh_hans: 删除对话？
zh_hk: 刪除對話？

source: Delete Model?
de: Modell löschen?
el: Διαγραφή μοντέλου;
es: ¿Eliminar el modelo?
fr: Supprimer le modèle ?
it: Eliminare il modello?
ja: モデルを削除しますか？
ko: 모델을 삭제할까요?
pt_br: Excluir o modelo?
ru: Удалить модель?
uk: Видалити модель?
zh_hans: 删除模型？
zh_hk: 刪除模型？
